var sangList = [
  {
    "id":1,
    "text": "毕业后想着以后能在北京好好生活\n现在才明白自己只能在北京好好干活"
  },
  {
    "id": 2,
    "text": "只有在请假扣工资的时候\n才会觉得自己工资高"
  },
  {
    "id": 3,
    "text": "那些劝你早睡的广告\n是在凌晨3点剪完的"
  },
  {
    "id": 4,
    "text": "出门前把所有情绪装好\n别掉出来"
  },
  {
    "id": 5,
    "text": "自从我开始做公众号\n我每天都净赚三十五万\n卡路里"
  },
  {
    "id": 6,
    "text": "如果你觉得自己\n一整天累得跟狗一样\n你真是误会大了\n狗都没你那么累"
  },
  {
    "id": 7,
    "text": "你说想要说走就走的旅行\n而我只想要说走就走的下班"
  },
  {
    "id": 8,
    "text": "每天要登的山\n除了早高峰\n还有晚高峰"
  },
  {
    "id": 9,
    "text": "时间就像乳沟\n挤挤还是有的\n但是一躺下就全没了"
  },
  {
    "id": 10,
    "text": "先帝创业未半\n而花光预算"
  },
  {
    "id": 11,
    "text": "感觉自己这次会成功\n这种感觉已经是第六次"
  },
  {
    "id": 12,
    "text": "现代人不是败给了房价\n就是嫁给了房价"
  },
  {
    "id": 13,
    "text": "你每天都很困\n只因为你被生活所困"
  },
  {
    "id": 14,
    "text": "每天都在用六位数的密码\n保护着两位数的存款"
  },
  {
    "id": 15,
    "text": "全世界都在催你早点\n却没人在意你还没吃“早点”"
  },
  {
    "id": 16,
    "text": "一年有26个节日\n你都不会去过\n但你不会错过节日里的\n每一分钱红包"
  },
  {
    "id": 17,
    "text": "古人说的话我们总喜欢说古人云\n现在没这么说是因为根本看不见云"
  },
  {
    "id": 18,
    "text": "总觉得车到山前必有路\n却不知道自己压根就没有车"
  },
  {
    "id": 19,
    "text": "如果哪天你找我出去吃饭我不去\n约我去玩也不去\n不是我心情不好或讨厌你\n单纯是因为月底没钱了"
  },
  {
    "id": 20,
    "text": "上一条搜索记录是\n“如何在顿顿泡面的情况下保证营养”"
  },
  {
    "id": 21,
    "text": "没有人能让你放弃梦想\n你自己试试就放弃了"
  },
  {
    "id": 22,
    "text": "有时候需要狠狠摔一跤\n才知道哪个创可贴好用"
  },
  {
    "id": 23,
    "text": "我妈常跟我说\n找女朋友啊\n不要光看人家的外表而已\n还要看看自己的外表"
  },
  {
    "id": 24,
    "text": "天气热了骑车有点痛苦\n还好家里是冷清的"
  },
  {
    "id": 25,
    "text": "你以为有钱人很快乐吗\n他们的快乐你根本想象不到"
  },
  {
    "id": 26,
    "text": "开心好累啊\n装不下去了"
  },
  {
    "id": 27,
    "text": "不开心的事情也要说出来\n至少能让别人开心开心"
  },
  {
    "id": 28,
    "text": "成年人的生活里\n容易的只有长胖"
  },
  {
    "id": 29,
    "text": "哪里会有人喜欢孤独\n不过是不喜欢失望罢了"
  },
  {
    "id": 30,
    "text": "曾以为走不出的日子\n现在都回不去了"
  },
  {
    "id": 31,
    "text": "总觉得不按旁人的想法做会被笑话\n于是我们才会活成了笑话"
  },
  {
    "id": 32,
    "text": "古人语：酒逢知己千杯少\n现在人：酒逢知己啪啪啪"
  },
  {
    "id": 33,
    "text": "吃得苦中苦\n有钱人都不吃苦"
  },
  {
    "id": 34,
    "text": "因为你不明白为何要这么活\n所以你才会活不明白"
  },
  {
    "id": 35,
    "text": "去不了的地方都叫远方\n去得了的地方都觉得有点荒"
  },
  {
    "id": 36,
    "text": "为了不要输在起跑线\n甘心输掉终点线"
  },
  {
    "id": 37,
    "text": "总觉得自己要气到爆炸的人\n一般都是连一个屁都放不响的人"
  },
  {
    "id": 38,
    "text": "人们总嚷嚷要去捍卫小动物\n却不赶着去救助陷入困境的同类"
  },
  {
    "id": 39,
    "text": "懂得知己知彼\n连老婆都不敢娶"
  },
  {
    "id": 40,
    "text": "不是明人不做暗事\n是有钱人才有资本做暗事"
  },
  {
    "id": 41,
    "text": "稳定不了房价就抬高物价\n这样一对比房价就不高了"
  },
  {
    "id": 42,
    "text": "每次妈妈打电话给我\n我都忙着追热点\n几次过后妈妈逢人就说我是个痴情的孩子"
  },
  {
    "id": 43,
    "text": "就算逃离得了北上广\n诗和远方也接纳不了你"
  },
  {
    "id": 44,
    "text": "当生活赤裸裸跟你较劲时\n你就上了它吧"
  },
  {
    "id": 45,
    "text": "每天上下班的地铁里\n让我见识到中国真的有嘻哈"
  },
  {
    "id": 46,
    "text": "不是你不够好\n只是身边的人都比你好"
  },
  {
    "id": 47,
    "text": "不是我买不起房\n是它压根就没给我买得起的机会"
  },
  {
    "id": 48,
    "text": "那些总给明星打call的人\n多往家里打call吧"
  },
  {
    "id": 49,
    "text": "多少人的梦想是在打拼的城市买一套房\n什么时候生活的基本条件变成了梦想"
  },
  {
    "id": 50,
    "text": "想锻炼自己的耐心\n那就去做广告设计吧"
  },
  {
    "id": 51,
    "text": "一直教育我们做人要向上看\n看着看着就得了颈椎病"
  },
  {
    "id": 51,
    "text": "不要总觉得大家都看不起你\n其实大家压根就懒得看你"
  },
  {
    "id": 52,
    "text": "外向是生活需要\n孤独是自我享受"
  },
  {
    "id": 53,
    "text": "其实\n真正努力过的人\n就会明白天赋的重要"
  },
  {
    "id": 54,
    "text": "有病的是这个世界\n吃药的却是我"
  },
  {
    "id": 55,
    "text": "枕头里藏满了发霉的梦\n梦里住满了无法拥抱的人"
  },
  {
    "id": 56,
    "text": "为什么上班时间看其他东西\n因为给的薪水不够让人专心"
  },
  {
    "id": 57,
    "text": "小时候讨厌整天在家无聊\n长大恨不得能一直在家"
  },
  {
    "id": 58,
    "text": "一切顺利就觉得自己真行\n遇到麻烦事就怪水星逆行"
  },
  {
    "id": 59,
    "text": "世界上其实没有贵的东西\n只有我买不起的东西"
  }, {
    "id": 60,
    "text": "有些人明明自己过的不怎么样\n还喜欢一直给别人建议"
  },

]

var ranList = [
  {
    "id" : 1,
    "text": "所有的光芒\n都需要时间才能被看到"
  },
  {
    "id": 2,
    "text": "有着停不下来的追寻\n才有着不停前来的答案"
  },
  {
    "id": 3,
    "text": "别等到天亮才去奔跑\n跑下去\n天自己会亮"
  },
  {
    "id": 4,
    "text": "我们一路奋战\n不是为了改变世界\n而是为了不让世界改变我们"
  },
  {
    "id": 5,
    "text": "哪有什么天生如此\n只是我们天天坚持"
  },
  {
    "id": 6,
    "text": "没什么是容易的\n但坚持下来的都不会太差"
  },
  {
    "id": 7,
    "text": "真正的对手\n是你最想赢的那个"
  },
  {
    "id": 8,
    "text": "重要的不是享受风景\n而是成为风景"
  },
  {
    "id": 9,
    "text": "你未必出类拔萃\n但一定与众不同"
  },
  {
    "id": 10,
    "text": "最困难之时\n就是我们离成功不远之日"
  },
  {
    "id": 11,
    "text": "不要总在过去的回忆里缠绵\n昨天的太阳\n晒不干今天的衣裳"
  },
  {
    "id": 12,
    "text": "输不丢人\n怕才丢人"
  }, 
  {
    "id": 13,
    "text": "越是一无所有\n越是义无反顾"
  },
  {
    "id": 14,
    "text": "一个人可以被毁灭\n但不可以被打败"
  },
  {
    "id": 15,
    "text": "你是你人生的作者\n何必把剧本写得苦不堪言"
  },
  {
    "id": 16,
    "text": "没有人生来就是工作狂\n只是不愿意输"
  },
  {
    "id": 17,
    "text": "人生没有白走的路\n每一步都算数"
  },
  {
    "id": 18,
    "text": "永远年轻\n永远热泪盈眶"
  },
  {
    "id": 19,
    "text": "男人的胸怀\n正是被冤枉给撑大的"
  },
  {
    "id": 20,
    "text": "如果不想害怕任何人\n就让自己变成那个最可怕的"
  },
  {
    "id": 21,
    "text": "世界上没有绝对的善与恶\n只有强者和无法分清事实的弱者"
  },
  {
    "id": 22,
    "text": "燕雀安知鸿鹄之志哉"
  },
  {
    "id": 23,
    "text": "我不是天生的王者\n但我骨子里流动着不让我低头的血液"
  },
  {
    "id": 24,
    "text": "乾坤未定\n你我皆是黑马"
  },
  {
    "id": 25,
    "text": "认真你就输了\n一直认真你就赢了"
  },
  {
    "id": 26,
    "text": "小孩子才怕分开\n大人只计划重逢"
  },
  {
    "id": 27,
    "text": "我努力奔跑\n只为追上那个曾经被寄予厚望的自己"
  },
  {
    "id": 28,
    "text": "永远不要逃避问题\n因为时间不会给弱者任何回报"
  },
  {
    "id": 29,
    "text": "待到秋来九月八\n我花开后百花杀"
  },
  {
    "id": 30,
    "text": "埋骨何须桑梓处\n人生何处不青山"
  },
  {
    "id": 31,
    "text": "我吃得下一个超市，一群牲口\n吃得下一群梦想和野心"
  },
  {
    "id": 32,
    "text": "今天不想跑\n所以才去跑"
  },
  {
    "id": 33,
    "text": "每个人都是一条河流\n每条河都有自己的方向"
  },
  {
    "id": 34,
    "text": "普通的改变\n将改变普通"
  },
  {
    "id": 35,
    "text": "去征服\n所有不服"
  },
  {
    "id": 36,
    "text": "你的房子是租的\n但生活不是"
  },
  {
    "id": 37,
    "text": "青春无关年华\n它是你不认怂得每时每刻"
  },
  {
    "id": 38,
    "text": "南来北往\n不辜负生活\n不迷失方向"
  },
  {
    "id": 39,
    "text": "走过很多弯路\n也好过原地踏步"
  },
  {
    "id": 40,
    "text": "这世界总有一曲单曲循环\n陪你把孤单变成勇敢"
  },
  {
    "id": 41,
    "text": "学会告别\n才能和更好的相逢"
  },
  {
    "id": 42,
    "text": "舞台这么大\n走到中间需要一点时间"
  },
  {
    "id": 43,
    "text": "消灭生活中的谣言或许天真\n但总要有人为此坚持"
  },
  {
    "id": 44,
    "text": "总有美好等待着你来签收\n不管你是否寄出期待"
  },
  {
    "id": 45,
    "text": "最酷的\n好像都是最固执的坚持"
  },
  {
    "id": 46,
    "text": "没有办法的时候\n死磕也是种办法"
  },
  {
    "id": 47,
    "text": "听过很多人指点江山\n才明白所有的成绩都始于默默搬砖"
  },
  {
    "id": 48,
    "text": "不放手\n直到梦想到手"
  },
  {
    "id": 49,
    "text": "如果你看到前面有阴影\n别怕\n那是因为你的背后有阳光"
  },
  {
    "id": 50,
    "text": "那些别人眼中的天真\n都是我以梦为马的狂奔"
  },
  {
    "id": 51,
    "text": "独立很累\n但不独立更累"
  },
  {
    "id": 52,
    "text": "成功者不是从不失败\n而是从不放弃"
  },
  {
    "id": 53,
    "text": "如果只是向往\n远方依旧是远方"
  },
  {
    "id": 54,
    "text": "人生唯一的安全感\n来自于充分体验人生的不安全感"
  },
  {
    "id": 55,
    "text": "对未来真正的慷慨\n是把一切献给现在"
  },
  {
    "id": 56,
    "text": "让你难过的事情\n有一天\n你一定会笑着说出来"
  },
  {
    "id": 57,
    "text": "人生下来不是为了包着锁链\n而是为了展开双翼"
  },
  {
    "id": 58,
    "text": "没有一定高度\n不适合如此低调"
  },
  {
    "id": 59,
    "text": "你跑得慢\n听到的是骂声\n你跑得快\n听到的就是风声"
  },
  {
    "id": 60,
    "text": "别以青春为借口\n别以年少为理由"
  },
]

module.exports = {
  sangList: sangList,
  ranList: ranList
}